{
  "data1": [
    {
      "title": "Kelas Pintar",
      "img": "/assets/thumbnail/kp.png"
    },
    {
      "title": "Landing Page Staycation",
      "img": "/assets/thumbnail/staycation.png"
    },
    {
      "title": "Landing Page Trustlink",
      "img": "/assets/thumbnail/trustlink.png"
    },
    {
      "title": "Battle Tryout Kelas Pintar",
      "img": "/assets/thumbnail/battle-pintar.png"
    },
    {
      "title": "CariParkir BOTS",
      "img": "/assets/thumbnail/cp.png"
    },
    {
      "title": "SPPBE Dashbord System",
      "img": "/assets/thumbnail/sppbe.png"
    }
  ],
  "data2": [
    {
      "title": "Open Banking App",
      "img": "/assets/thumbnail/open-banking.png"
    },
    {
      "title": "Sport Massage",
      "img": "/assets/thumbnail/massage.png"
    },
    {
      "title": "Absensi Karyawan",
      "img": "/assets/thumbnail/absensi.png"
    },
    {
      "title": "GMP Coin",
      "img": "/assets/thumbnail/gmp.png"
    },
    {
      "title": "Landing Page Asy-Syfa’",
      "img": "/assets/thumbnail/syfa.png"
    }
  ],
  "allData": [
    {
      "title": "Kelas Pintar",
      "desc": "Proyek Kelas Pintar adalah platform pembelajaran digital yang dirancang untuk memberikan pengalaman pendidikan yang terintegrasi, modern, dan efektif bagi siswa, guru, dan orang tua. Kami mengembangkan solusi inovatif yang mencakup materi pembelajaran berbasis kurikulum, latihan interaktif, serta fitur personalisasi yang membantu siswa mencapai hasil belajar terbaik. Dalam proyek ini, kami fokus pada desain antarmuka yang intuitif, navigasi yang mudah, dan aksesibilitas di berbagai perangkat untuk memastikan pengguna dari semua kalangan dapat menikmati pengalaman belajar yang optimal. Dengan pendekatan berbasis teknologi dan kebutuhan pengguna, proyek Kelas Pintar menjadi wujud nyata transformasi pendidikan di era digital.",
      "img": "/assets/thumbnail/kp.png",
      "href": "https://kelaspintar.id/",
      "isPublic": true
    },
    {
      "title": "Pengen Umroh",
      "desc": "Proyek Pengen Umroh adalah platform digital yang dirancang untuk mempermudah calon jamaah dalam merencanakan perjalanan ibadah umroh. Aplikasi ini menyediakan informasi lengkap tentang paket umroh, jadwal keberangkatan, rincian biaya, dan layanan tambahan yang dapat disesuaikan dengan kebutuhan pengguna. Dengan antarmuka yang ramah pengguna dan fitur pemesanan yang praktis, Pengen Umroh menawarkan pengalaman yang nyaman, mulai dari perencanaan hingga keberangkatan. Proyek ini bertujuan untuk memberikan kemudahan, transparansi, dan kenyamanan bagi jamaah, sekaligus mendukung perjalanan ibadah yang aman dan berkesan.",
      "img": "/assets/thumbnail/pengen_umroh.png",
      "href": "https://pengenumroh.com/",
      "isPublic": true
    },
    {
      "title": "IDI Cabang Tangerang",
      "desc": "Proyek IDI Cabang Tangerang adalah platform digital yang dirancang untuk mendukung kegiatan Ikatan Dokter Indonesia (IDI) Cabang Tangerang. Sistem ini menyediakan fitur-fitur seperti manajemen keanggotaan, informasi kegiatan organisasi, pengelolaan data administrasi, dan layanan komunikasi antar anggota. Dengan antarmuka yang modern dan user-friendly, platform ini mempermudah akses informasi bagi para anggota IDI, seperti jadwal seminar, pelatihan, dan pembaruan regulasi medis. Proyek ini bertujuan untuk meningkatkan efisiensi operasional organisasi, memperkuat kolaborasi antar anggota, dan mendukung profesionalisme dokter di wilayah Tangerang.",
      "img": "/assets/thumbnail/IDI.png",
      "href": "https://idicabangtangerang.org/",
      "isPublic": true
    },
    {
      "title": "Sehati Training Management System",
      "desc": "Proyek Sehati Training Management System adalah solusi digital yang dirancang untuk mempermudah pengelolaan pelatihan dalam sebuah organisasi. Sistem ini mencakup fitur-fitur seperti pendaftaran peserta, manajemen jadwal pelatihan, pelacakan progres, hingga evaluasi hasil pelatihan. Dengan antarmuka yang intuitif dan fitur otomatisasi yang efisien, Training Management System membantu organisasi dalam merencanakan, melaksanakan, dan memantau kegiatan pelatihan secara menyeluruh. Proyek ini bertujuan untuk meningkatkan efektivitas pelatihan, mengoptimalkan pengelolaan sumber daya, dan mendukung pengembangan keterampilan karyawan secara berkelanjutan.",
      "img": "/assets/thumbnail/sehati.png",
      "href": "https://tms.sehati.co.id/",
      "isPublic": true
    },
    {
      "title": "Landing Page - Staycation",
      "desc": "Proyek Landing Page Staycation dirancang untuk memberikan pengalaman visual yang menarik dan informatif bagi pengguna yang mencari solusi penginapan terbaik. Dengan desain modern dan responsif, landing page ini menampilkan penawaran eksklusif, fitur unggulan, dan testimoni pelanggan dengan tata letak yang intuitif. Fokus kami adalah menciptakan pengalaman pengguna yang nyaman dengan navigasi yang mudah, informasi yang terstruktur, serta elemen visual yang memukau. Proyek ini tidak hanya meningkatkan daya tarik brand, tetapi juga membantu meningkatkan konversi dan kepercayaan pengguna terhadap layanan staycation yang ditawarkan.",
      "img": "/assets/thumbnail/staycation.png",
      "href": "https://staycation-hotel.vercel.app/",
      "isPublic": true
    },
    {
      "title": "Landing Page - Trustlink",
      "desc": "Proyek Landing Page Trustlink dirancang untuk memperkuat kehadiran digital Trustlink sebagai platform terpercaya dalam membangun jaringan profesional. Dengan desain yang clean dan profesional, landing page ini memberikan informasi yang jelas tentang layanan utama, manfaat, dan testimoni pengguna. Kami mengutamakan pengalaman pengguna dengan tata letak yang responsif dan navigasi yang intuitif. Elemen visual yang menarik dipadukan dengan call-to-action yang strategis, bertujuan untuk meningkatkan kepercayaan dan konversi pengguna. Proyek ini mencerminkan dedikasi Trustlink dalam menyediakan solusi jaringan yang aman dan andal untuk komunitas profesional.  ",
      "img": "/assets/thumbnail/trustlink.png",
      "href": "https://www.withtrustlink.com/",
      "isPublic": true
    },
    {
      "title": "Battle Tryout - Kelas Pintar",
      "desc": "Proyek Battle Tryout Kelas Pintar adalah inovasi dalam pembelajaran interaktif yang dirancang untuk meningkatkan semangat belajar siswa melalui pengalaman kompetitif yang seru. Fitur ini memungkinkan siswa untuk mengikuti tryout berbasis kurikulum dalam format permainan, di mana mereka dapat bersaing secara real-time dengan teman atau siswa lainnya. Dengan antarmuka yang intuitif dan desain yang menarik, Battle Tryout memadukan pembelajaran dan hiburan, menciptakan lingkungan belajar yang menyenangkan sekaligus menantang. Proyek ini dirancang untuk meningkatkan pemahaman siswa, melatih kemampuan berpikir kritis, dan memotivasi mereka untuk terus belajar dengan cara yang modern dan relevan.",
      "img": "/assets/thumbnail/battle-pintar.png",
      "href": "https://battle-pintar.vercel.app/",
      "isPublic": true
    },
    {
      "title": "CariParkir BOTS",
      "desc": "Proyek CariParkir BOTS adalah solusi digital inovatif yang dirancang untuk mempermudah pengguna dalam menemukan dan memesan tempat parkir secara efisien. Dengan teknologi chatbot berbasis AI, platform ini memungkinkan pengguna untuk mencari lokasi parkir terdekat, mengecek ketersediaan tempat, serta melakukan reservasi dalam hitungan detik. Fokus utama proyek ini adalah menciptakan pengalaman pengguna yang cepat dan intuitif melalui antarmuka yang ramah dan fitur otomatisasi canggih. CariParkir BOTS membantu mengurangi stres dalam mencari tempat parkir, sekaligus meningkatkan efisiensi dan kenyamanan pengguna di area perkotaan yang padat.",
      "img": "/assets/thumbnail/cp.png",
      "href": "https://bookinglockey.cariparkir.co.id/x1A83M/order",
      "isPublic": false
    },
    {
      "title": "SPPBE Dashbord System",
      "desc": "Proyek SPPBE Dashboard System dirancang sebagai solusi digital untuk membantu Stasiun Pengisian dan Pengangkutan Bulk Elpiji (SPPBE) dalam mengelola operasi mereka dengan lebih efisien. Sistem ini memberikan tampilan dashboard yang intuitif untuk memantau data operasional secara real-time, seperti distribusi gas elpiji, pengelolaan stok, serta pelaporan aktivitas. Dengan antarmuka yang modern dan fitur analitik yang canggih, SPPBE Dashboard System mempermudah pengambilan keputusan strategis berdasarkan data yang akurat. Proyek ini bertujuan untuk meningkatkan efisiensi operasional, transparansi, dan produktivitas SPPBE melalui teknologi digital yang terintegrasi.",
      "img": "/assets/thumbnail/sppbe.png",
      "href": "https://sppbe.stag.sppbe-digital.com/",
      "isPublic": false
    },
    {
      "title": "Open Banking App",
      "desc": "Proyek Open Banking App adalah solusi digital yang memungkinkan pengguna untuk mengakses, mengelola, dan memantau keuangan mereka dengan mudah melalui satu platform terintegrasi. Aplikasi ini dirancang untuk menghubungkan berbagai layanan perbankan dan keuangan, memberikan kemudahan dalam pengelolaan rekening, transfer dana, pelacakan transaksi, dan analisis pengeluaran. Dengan antarmuka yang modern, fitur keamanan tingkat tinggi, dan integrasi API yang kuat, Open Banking App memberikan pengalaman pengguna yang seamless dan aman. Proyek ini bertujuan untuk mendorong transparansi dan efisiensi dalam pengelolaan keuangan pribadi, sekaligus mendukung adopsi teknologi keuangan yang lebih cerdas dan terhubung.",
      "img": "/assets/thumbnail/open-banking.png",
      "href": "https://app.withtrustlink.com/login",
      "isPublic": false
    },
    {
      "title": "Sport Massage",
      "desc": "Proyek Sport Massage adalah aplikasi yang dirancang untuk memfasilitasi pengguna dalam menemukan layanan pijat olahraga terbaik yang sesuai dengan kebutuhan mereka. Aplikasi ini menyediakan informasi lengkap mengenai berbagai jenis pijat olahraga, manfaatnya, serta lokasi penyedia layanan terdekat. Selain itu, pengguna dapat melakukan pemesanan layanan dengan mudah dan cepat melalui platform yang intuitif. Dengan desain yang responsif dan fitur pencarian yang canggih, Sport Massage memberikan pengalaman pengguna yang nyaman dan efisien. Proyek ini bertujuan untuk mendukung pemulihan dan kebugaran tubuh para atlet dan individu yang aktif, menawarkan kemudahan dalam mencari dan menikmati layanan pijat olahraga berkualitas.",
      "img": "/assets/thumbnail/massage.png",
      "href": "https://play.google.com/store/apps/details?id=com.sport.project_ibu_ayu_v2&hl=en",
      "isPublic": true
    },
    {
      "title": "Absensi Karyawan",
      "desc": "Proyek Absensi Karyawan adalah solusi digital yang dirancang untuk mempermudah proses pencatatan dan pengelolaan absensi karyawan di perusahaan. Sistem ini memungkinkan manajer dan HR untuk memantau kehadiran karyawan secara real-time, mengelola izin, lembur, dan cuti, serta menghasilkan laporan absensi yang akurat dan mudah diakses. Dengan antarmuka yang user-friendly dan fitur yang terintegrasi, proyek ini memberikan kemudahan dalam pengelolaan data kehadiran tanpa membutuhkan proses manual yang memakan waktu. Absensi Karyawan membantu meningkatkan efisiensi operasional, mengurangi kesalahan administrasi, dan mendukung pengambilan keputusan yang lebih cepat dan tepat dalam manajemen sumber daya manusia.",
      "img": "/assets/thumbnail/absensi.png",
      "href": "https://absensikaryawan.web.id/",
      "isPublic": false
    },
    {
      "title": "GMP Coin",
      "desc": "Proyek GMP Coin adalah platform cryptocurrency yang dirancang untuk menyediakan layanan transaksi digital yang aman, transparan, dan efisien. Aplikasi ini memungkinkan pengguna untuk membeli, menjual, dan menyimpan GMP Coin dengan mudah, serta memantau nilai tukar secara real-time. GMP Coin juga menyediakan fitur dompet digital yang aman dan sistem verifikasi dua faktor untuk melindungi transaksi pengguna. Dengan teknologi blockchain yang terdepan, proyek ini bertujuan untuk menciptakan ekosistem yang aman dan terpercaya dalam dunia keuangan digital. GMP Coin membuka peluang baru bagi pengguna untuk terlibat dalam dunia crypto, dengan pengalaman transaksi yang cepat dan biaya rendah, sekaligus mendorong adopsi teknologi keuangan masa depan.",
      "img": "/assets/thumbnail/gmp.png",
      "href": "https://app.gmpcoin.io/",
      "isPublic": false
    },
    {
      "title": "Landing Page Asy-Syfa’",
      "desc": "Proyek Landing Page Pesantren Asy-Syfa’ dirancang untuk memperkenalkan dan mempromosikan pesantren kepada calon santri dan orang tua dengan cara yang menarik dan informatif. Halaman ini menampilkan berbagai informasi penting, seperti sejarah pesantren, visi dan misi, fasilitas yang tersedia, serta program pendidikan yang ditawarkan. Dengan desain yang bersih dan responsif, landing page ini dirancang untuk memberikan pengalaman pengguna yang nyaman dan mudah diakses di berbagai perangkat. Proyek ini bertujuan untuk memperkuat kehadiran Pesantren Asy-Syfa’ di dunia digital, memberikan informasi yang jelas, dan menarik minat calon santri untuk bergabung dengan pesantren.",
      "img": "/assets/thumbnail/syfa.png",
      "href": "https://asy-syifa.site/",
      "isPublic": true
    }
  ]
}
